Repository: SENTINELITE/ForestFlow
Catalog: ForestFlow/Localizable.xcstrings
Source language: en
Languages: de

# Abbrechen
source: Cancel
de: Abbrechen

# Anzahl Bäume
source: Number of Trees
de: Anzahl Bäume

# Anzeichnungsliste
source: Marking List
de: Anzeichnungsliste

# Baum Standort
source: Tree Location
de: Baum Standort

# Baumart
source: Tree Species
de: Baumart

# Bauminformationen
source: Tree Information
de: Bauminformationen

# Bearbeiten
source: Edit
de: Bearbeiten

# Bemerkung
source: Comment
de: Bemerkung

# Bemerkungen
source: Comments
de: Bemerkungen

source: Delete
de: Löschen

# Dieses Element kann nicht gelöscht werden, da es in verwendung ist
source: This item cannot be deleted as it is in use
de: Dieses Element kann nicht gelöscht werden, da es in Verwendung ist

# Einstellungen
source: Settings
de: Einstellungen

# Erntefestmeter
source: Harvest Cubic Meters
de: Erntefestmeter

# Ernteverlust
source: Harvest Loss
de: Ernteverlust

# Erstelle eine neue Baumart indem du auf das + drückst.
source: Create a new tree species by pressing the + button.
de: Erstelle eine neue Baumart, indem du auf das + drückst.

# Erstelle eine neue Bemerkung indem du auf das + drückst.
source: Create a new comment by pressing the + button.
de: Erstelle eine neue Bemerkung, indem du auf das + drückst.

# Erstelle einen neuen Baum indem du auf das + drückst.
source: Create a new tree by pressing the + button.
de: Erstelle einen neuen Baum, indem du auf das + drückst.

# Erstelle einen neuen Tarif indem du auf das + drückst.
source: Create a new rate by pressing the + button.
de: Erstelle einen neuen Tarif, indem du auf das + drückst.

# Erstelle einen neuen Tarif unter Einstellungen -> Baumart
source: Create a new rate under Settings -> Tree Species
de: Erstelle einen neuen Tarif unter Einstellungen -> Baumart

# Erstelle einen neuen Tarif unter Einstellungen -> Tarif
source: Create a new rate under Settings -> Rate
de: Erstelle einen neuen Tarif unter Einstellungen -> Tarif

# Erstelle einen neuen Wald indem du auf das + drückst.
source: Create a new forest by pressing the + button.
de: Erstelle einen neuen Wald, indem du auf das + drückst.

# Erstelle einen neuen Waldbesitzer indem du auf das + drückst.
source: Create a new forest owner by pressing the + button.
de: Erstelle einen neuen Waldbesitzer, indem du auf das + drückst.

# Informationen
source: Information
de: Informationen

# Infos für %@ Liste
source: Information for %@ List
de: Infos für %@ Liste

# Infos zur Liste anzeigen
source: Show information for the list
de: Infos zur Liste anzeigen

# Karte
source: Map
de: Karte

# Löschen
source: Delete
de: Löschen

# Löschen nicht möglich
source: Deletion not possible
de: Löschen nicht möglich

# Mittelstamm
source: Medium Stem
de: Mittelstamm

# Noch kein Baum angelegt
source: No tree created yet
de: Noch kein Baum angelegt

# Noch kein Wald angelegt
source: No forest created yet
de: Noch kein Wald angelegt

# Noch kein Waldbesitzer angelegt
source: No forest owner created yet
de: Noch kein Waldbesitzer angelegt

# Noch keine Baumart angelegt
source: No tree species created yet
de: Noch keine Baumart angelegt

# Noch keine Bemerkung angelegt
source: No comment created yet
de: Noch keine Bemerkung angelegt

# Noch keine Tarife angelegt
source: No rates created yet
de: Noch keine Tarife angelegt

# Ort
source: Location
de: Ort

# Speichern
source: Save
de: Speichern

# Standort
source: Location
de: Standort

# Stufe hinzufügen
source: Add Level
de: Stufe hinzufügen

# Stufe:
source: Level:
de: Stufe:

# Stufe: %lld
source: Level: %lld
de: Stufe: %lld

# Stufen
source: Levels
de: Stufen

# Tarif
source: Rate
de: Tarif

# Tarife
source: Rates
de: Tarife

# Tarifeinstellung
source: Rate Setting
de: Tarifeinstellung

# Total Volumen
source: Total Volume
de: Gesamtvolumen

# Volumen:
source: Volume:
de: Volumen:

# Volumen: %@
source: Volume: %@
de: Volumen: %@

# Waldbesitzer
source: Forest Owner
de: Waldbesitzer

# Waldlisten
source: Forest Lists
de: Waldlisten
